/* No comment provided by engineer. */
"%@ (Disabled: %@)" = "%1$@ (Devre dışı: %2$@)";

/* SettingsViewController */
"About" = "Hakkında";

/* BookmarkViewController */
"Add Bookmark" = "Yer İmi Ekle";

/* No comment provided by engineer. */
"All rules" = "Tüm kurallar";

/* SettingsViewController */
"Allow 3rd-Party Keyboards" = "3. taraf tuş takımları kullanılabilsin";

/* SecurityViewController */
"Allow hosts to access WebRTC functions." = "Sunucular WebRTC işlevlerine erişebilsin.";

/* SecurityViewController */
"Allow hosts to permanently store cookies and local storage databases." = "Sunucular çerezleri ve yerel depolama veritabanlarını kalıcı olarak kaydedebilsin.";

/* SecurityViewController */
"Allow HTTPS hosts to load page resources from non-HTTPS hosts. (Useful for RSS readers and other aggregators.)" = "HTTPS sunucuları sayfa kaynaklarını HTTPS olmayan sunuculardan yükleyebilsin (RSS okuyucu ve diğer toplayıcılar için kullanışlıdır)";

/* SecurityViewController */
"Allow Persistent Cookies" = "Kalıcı çerezler kullanılabilsin";

/* No comment provided by engineer. */
"Allow this page to close its tab?" = "Sayfa kendi sekmesini kapatabilsin mi?";

/* No comment provided by engineer. */
"An error occurred downloading image %@" = "%@ görseli indirilirken bir sorun çıktı";

/* DonationViewController */
"Are you sure you want to send a %@ tip?" = "%@ tutarında bir bahşiş göndermek istediğinize emin misiniz?";

/* No comment provided by engineer. */
"Authentication Required" = "Kimlik Doğrulaması Gerekli";

/* SettingsViewController */
"Auto-Complete Search Results" = "Arama sonuçlarını otomatik tamamla";

/* No comment provided by engineer. */
"Blocked 3rd-Party Hosts" = "Engellenmiş 3. Taraf Sunucular";

/* BookmarksViewController */
"Bookmarks" = "Yer İmleri";

/* No comment provided by engineer. */
"Bridge Configuration" = "Köprü Yapılandırması";

/* DonationViewController */
"Cancel" = "İptal";

/* SettingsViewController */
"Changing this option requires restarting the app." = "Bu seçeneği değiştirmek uygulamanın yeniden başlatılmasını gerektirir.";

/* SettingsViewController */
"Choose how long app remembers open tabs." = "Uygulamanın açık sekmeleri anımsama süresini seçin.";

/* No comment provided by engineer. */
"Close Tab" = "Sekmeyi Kapat";

/* No comment provided by engineer. */
"Confirm" = "Onayla";

/* DonationViewController */
"Confirm %@" = "%@ Onayla";

/* DonationViewController */
"Confirm Purchase" = "Satın Almayı Onayla";

/* SecurityViewController */
"Content Policy" = "İçerik ilkesi";

/* SettingsViewController, Storage1ViewController, Storage2ViewController */
"Cookies and Local Storage" = "Çerezler ve Yerel Depolama";

/* Storage1ViewController */
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes." = "Beyaz listeye alınmamış sunuculardan alınan çerezler ve yerel depolama verileri burada belirtilen süre sonunda açık olan sekmelerdekilerle birlikte silinecektir.";

/* No comment provided by engineer. */
"Copy URL" = "Adresi Kopyala";

/* No comment provided by engineer. */
"Create New Tab" = "Yeni Sekme Aç";

/* No comment provided by engineer. */
"Custom settings" = "Özel ayarlar";

/* SecurityViewController */
"Custom user-agent string, or blank to use the default." = "Özel kullanıcı aracısı dizgesi, varsayılan değerin kullanılması için boş bırakın.";

/* No comment provided by engineer. */
"Default Settings" = "Varsayılan Ayarlar";

/* No comment provided by engineer. */
"Disable" = "Devre Dışı Bırak";

/* No comment provided by engineer. */
"Disabled: %@" = "Devre dışı: %@";

/* DonationViewController */
"Donate" = "Bağış Yap";

/* No comment provided by engineer. */
"Done" = "Tamam";

/* No comment provided by engineer. */
"Double-tap to dismiss pop-up window." = "Açılan pencereyi yok saymak için çift dokunun.";

/* BookmarkViewController */
"Edit Bookmark" = "Yer İmini Düzenle";

/* No comment provided by engineer. */
"Enable" = "Etkinleştir";

/* No comment provided by engineer. */
"Error" = "Hata";

/* No comment provided by engineer. */
"Fill with 1Password" = "1Password ile Doldur";

/* No comment provided by engineer. */
"Focus URL Field" = "Adres Alanına Odaklan";

/* SettingsViewController */
"Fund Development" = "Geliştirmeye Katkıda Bulunun";

/* No comment provided by engineer. */
"Go Back" = "Önceki";

/* No comment provided by engineer. */
"Go Forward" = "Sonraki";

/* SecurityViewController */
"Handle tapping on links in a non-standard way to avoid possibly opening external applications." = "Dış uygulamaların açılmasını önlemek için bağlantılara dokunulduğunda standart olmayan bir şekilde davranılsın.";

/* No comment provided by engineer. */
"HTTPS Everywhere" = "HTTPS Everywhere";

/* No comment provided by engineer. */
"HTTPS Everywhere Rules" = "HTTPS Everywhere Kuralları";

/* No comment provided by engineer. */
"Ignore for this host" = "Bu sunucu için yok sayılsın";

/* SecurityViewController */
"Ignore TLS Errors" = "TLS hataları yok sayılsın";

/* DonationViewController */
"Loading in-app purchase data…" = "Uygulama içi satın alma verileri yükleniyor…";

/* No comment provided by engineer. */
"Log In" = "Oturum Aç";

/* No comment provided by engineer. */
"Manage Bookmarks" = "Yer İmleri Yönetimi";

/* SettingsViewController */
"Minimum version of TLS required for hosts to negotiate HTTPS connections." = "Sunucuların HTTPS bağlantısı kurabilmesi için gereken en düşük TLS sürümü.";

/* SettingsViewController */
"Miscellaneous" = "Çeşitli";

/* SettingsViewController */
"Mute Audio with Mute Switch" = "Sessize alma tuşuyla sesi kapatın";

/* SecurityViewController */
"No XHR/WebSocket/Video connections" = "XHR/WebSocket/Görüntü bağlantısı yok";

/* No comment provided by engineer. */
"OK" = "Tamam";

/* No comment provided by engineer. */
"Open" = "Aç";

/* SecurityViewController */
"Open (normal browsing mode)" = "Aç (normal tarama kipi)";

/* No comment provided by engineer. */
"Open in a New Tab" = "Yeni Sekmede Aç";

/* No comment provided by engineer. */
"Open in Background Tab" = "Sekme Arka Planda Açılsın";

/* No comment provided by engineer. */
"Open in Safari" = "Safari ile Aç";

/* SecurityViewController */
"Other" = "Diğer";

/* No comment provided by engineer. */
"Page bookmarked" = "Sayfa yer imlerine eklendi";

/* Password */
"Password" = "Parola";

/* DonationViewController */
"Payment Sent" = "Ödeme Gönderildi";

/* SecurityViewController */
"Privacy" = "Gizlilik";

/* No comment provided by engineer. */
"Pull to Refresh Page" = "Sayfayı Yenilemek İçin Çekin";

/* DonationViewController */
"Purchase Failure" = "Satın Alınamadı";

/* No comment provided by engineer. */
"Quit App" = "Uygulamadan Çık";

/* SettingsViewController */
"Rate on App Store" = "App Store'da Değerlendirin";

/* No comment provided by engineer. */
"Refresh" = "Yenile";

/* SettingsViewController */
"Report a Bug" = "Hata bildirin";

/* SecurityViewController */
"Restrictions on resources loaded from web pages." = "Web sayfaları tarafından yüklenen kaynaklar üzerindeki kısıtlamalar.";

/* No comment provided by engineer. */
"Rules in use on current page" = "Geçerli sayfada kullanılan kurallar";

/* No comment provided by engineer. */
"Save Image" = "Görseli Kaydet";

/* SettingsViewController */
"Search Engine" = "Arama Motoru";

/* SettingsViewController */
"Send Do-Not-Track Header" = "Do-Not-Track üst bilgisi gönderilsin";

/* SettingsViewController */
"Settings" = "Ayarlar";

/* No comment provided by engineer. */
"Share URL" = "Adresi Paylaş";

/* No comment provided by engineer. */
"Show Bookmarks" = "Yer İmlerini Görüntüle";

/* DonationViewController */
"Sorry, in-app purchase is disabled on your device!" = "Maalesef, cihazınızda uygulama içi satın alma özelliği devre dışı bırakılmış!";

/* SettingsViewController */
"Stop Auto-Complete at First Dot" = "Otomatik tamamlamayı ilk nokta konulduğunda durdur";

/* SecurityViewController */
"Strict (no JavaScript, video, etc.)" = "Kısıtlı (JavaScript, görüntü vb yok)";

/* SettingsViewController */
"Support" = "Destek";

/* DonationViewController */
"Support Onion Browser Development" = "Onion Browser Uygulamasının Geliştirilmesine Destek Olun";

/* No comment provided by engineer. */
"Switch to Tab %d" = "%d Sekmesine Geç";

/* SettingsViewController */
"Tab Security" = "Sekme Güvenliği";

/* DonationViewController */
"Tip: %@" = "Bahşiş: %@";

/* SettingsViewController */
"TLS 1.3, 1.2, 1.1 or 1.0" = "TLS 1.3, 1.2, 1.1 ya da 1.0";

/* SettingsViewController */
"TLS 1.3 or 1.2" = "TLS 1.3 ya da 1.2";

/* SettingsViewController */
"TLS 1.3 Only" = "Yalnız TLS 1.3";

/* No comment provided by engineer. */
"TLS certificate chain verification error (self-signed certificate?)" = "TLS sertifikası zinciri doğrulanamadı (sertifika kendinden mi imzalı?)";

/* No comment provided by engineer. */
"TLS handshake failed" = "TLS el sıkışması tamamlanamadı";

/* No comment provided by engineer. */
"TLS protocol error" = "TLS iletişim kuralı sorunu";

/* SettingsViewController */
"TLS Version" = "TLS Sürümü";

/* No comment provided by engineer. */
"Tor connection failure" = "Tor bağlantısı kurulamadı";

/* SecurityViewController */
"Universal Link Protection" = "Genel Bağlantı Koruması";

/* AddSiteViewController */
"URL" = "Adres";

/* No comment provided by engineer. */
"URL Blocker" = "Adres Engelleyici";

/* SecurityViewController */
"User Agent" = "Kullanıcı Aracısı";

/* No comment provided by engineer. */
"User disabled" = "Kullanıcı devre dışı";

/* No comment provided by engineer. */
"Using defaults" = "Varsayılan değerler kullanılıyor";

/* SecurityViewController */
"WebRTC" = "WebRTC";

/* SettingsViewController */
"When disabled, all text entered in search bar will be sent to the search engine unless it starts with \"http\"." = "Devre dışı bırakıldığında, arama çubuğuna girilen tüm metinler \"http\" ile başlamadığı sürece arama motoruna gönderilecektir.";

/* DonationViewController */
"You most recently donated %@ on %@." = "%@ için en son %@ zamanında bağış yaptınız.";

/* No comment provided by engineer. */
"__CONNECTION_FAILURE_DESCRIPTION__" = "Onion Browser ile Tor ağı arasındaki bağlantı kesildi ve yeniden kurulamadı. Bu durum Onion Browser arka plana geçtiğinde ya da Onion Browser açıkken aygıt uykuya daldığında ortaya çıkabilir.\n\nLütfen uygulamadan çıkıp yeniden deneyin. Geçerli sayfayı yer imlerine eklemeniz ya da geçerli sayfadan bir bilgi kaydetmeniz gerekiyorsa ağ bağlantısı olmadan uygulamada kalmak için 'Tamam' üzerine dokunun.";

/* DonationViewController */
"__DONATE_EXPLANATION_PARAGRAPH1__" = "Onion Browser ücretsiz bir uygulamadır, ancak geliştirilmesi ve desteklenmesi için zaman ve kaynak gereklidir.";

/* DonationViewController */
"__DONATE_EXPLANATION_PARAGRAPH2__" = "Aşağıdaki uygulama içi satın alma üzerinden küçük bir bahşiş göndererek uygulamayı destekleyebilirsiniz. Bu işlem, bir kereliktir ve yinelenmez. Ancak istediğiniz zaman buradan başka bir bahşiş gönderebilirsiniz. Onion Browser geliştiricileri, uygulama içi satın alma üzerinde yaptığınız işlemler ile ilgili herhangi bir bilgiyi toplamaz ve kaydetmez.";

/* Donate Scene. */
"__DONATE_EXPLANATION_PARAGRAPH3__" = "'Genel Ayarlar' altındaki 'Hakkında' bölümünden yardımcı olmanın diğer yollarını (Patreon, PayPal, Bitcoin veya Zcash gibi) öğrenebilirsiniz.";

/* DonationViewController */
"__DONATE_THANKS__" = "Teşekkürler! En küçük destek bile önemlidir! %@ ödemeniz Onion Browser uygulamasını ve diğer iOS uygulamaları ile Tor'un birlikte çalışmasını sağlayacak araçları geliştirme çalışmalarının sürdürülmesini sağlar.";
